
eval(`console.clear()
console.log('%cᴍᴀᴅᴇ ᴡɪᴛʜ ❤️ ʙʏ ᴀʀɪᴍᴀᴄ',
\`background-image: url("data:image/svg+xml,%3Csvg xmlns='http://www.w3.org/2000/svg' width='512.000000pt' height='512.000000pt' viewBox='0 0 512.000000 512.000000'%3E%3Cg transform='translate(0.000000,512.000000) scale(0.100000,-0.100000)'%0Afill='%23e63c2e' stroke='none'%3E%3Cpath d='M1535 4180 c-115 -13 -264 -47 -364 -82 -94 -33 -216 -91 -226 -108%0A-5 -8 65 -243 82 -272 2 -4 25 5 51 20 269 157 671 189 870 69 136 -81 211%0A-237 212 -439 l0 -78 -97 0 c-371 0 -759 -96 -966 -239 -132 -90 -236 -224%0A-281 -358 -117 -354 15 -705 319 -849 98 -47 173 -64 300 -71 265 -13 505 76%0A684 254 46 45 87 83 91 83 4 0 10 -26 14 -57 3 -32 11 -97 18 -145 l11 -88%0A307 0 307 0 11 87 c7 49 15 114 18 146 4 31 10 57 14 57 4 0 45 -38 91 -83%0A132 -132 285 -209 482 -243 108 -19 278 -14 372 11 390 103 584 491 449 898%0A-45 134 -149 268 -281 358 -207 143 -595 239 -965 239 l-98 0 0 78 c1 201 76%0A358 212 439 199 120 601 88 870 -69 26 -15 49 -24 51 -20 17 29 87 264 82 272%0A-10 17 -132 75 -226 108 -198 70 -451 103 -642 83 -326 -33 -527 -154 -651%0A-391 -35 -67 -86 -216 -86 -251 0 -40 -16 -16 -31 50 -77 315 -285 516 -599%0A576 -105 19 -299 27 -405 15z m630 -1436 l0 -260 -39 -80 c-29 -59 -58 -98%0A-115 -154 -119 -118 -247 -170 -419 -170 -186 0 -301 67 -369 216 -38 83 -44%0A223 -14 322 55 182 213 295 493 353 98 20 307 38 413 35 l50 -1 0 -261z m1140%0A244 c188 -22 365 -83 463 -160 65 -52 119 -131 143 -210 30 -99 24 -239 -14%0A-322 -68 -149 -183 -216 -369 -216 -172 0 -300 52 -419 170 -57 56 -86 95%0A-115 154 l-39 80 -3 249 c-2 137 -1 256 2 264 5 12 28 13 133 8 71 -3 169 -11%0A218 -17z'/%3E%3Cpath d='M1090 1590 c0 -7 497 -10 1470 -10 973 0 1470 3 1470 10 0 7 -497 10%0A-1470 10 -973 0 -1470 -3 -1470 -10z'/%3E%3Cpath d='M2060 1442 c-29 -24 -32 -78 -5 -98 44 -32 105 -5 105 47 0 55 -58%0A85 -100 51z'/%3E%3Cpath d='M1228 1374 c-47 -14 -55 -25 -42 -57 5 -13 10 -14 39 -1 19 8 55 14%0A80 14 56 0 95 -32 95 -78 0 -29 -1 -29 -63 -34 -71 -6 -135 -35 -166 -74 -29%0A-37 -29 -121 -1 -157 43 -54 142 -60 205 -13 l34 26 3 -23 c2 -17 10 -23 38%0A-25 l35 -3 -5 168 c-6 195 -15 223 -83 254 -50 22 -104 23 -169 3z m177 -215%0Ac15 -23 -7 -102 -35 -131 -60 -59 -161 -20 -146 57 4 16 12 36 20 43 32 32%0A147 54 161 31z' fill='%23FFFFFF' /%3E%3Cpath d='M1802 1373 c-18 -10 -41 -31 -52 -48 l-20 -30 0 43 c0 41 -1 42 -35%0A42 l-35 0 0 -215 0 -215 40 0 40 0 0 130 c0 143 11 187 53 215 14 9 38 18 54%0A19 25 3 28 7 28 37 0 41 -24 48 -73 22z' fill='%23FFFFFF' /%3E%3Cpath d='M2482 1383 c-13 -3 -38 -20 -57 -39 l-35 -35 0 36 c0 33 -2 35 -35%0A35 l-35 0 0 -215 0 -215 39 0 40 0 3 155 3 155 31 31 c39 39 95 43 128 10 19%0A-20 21 -34 24 -186 l3 -165 40 0 39 0 0 148 c0 128 3 151 20 179 23 38 70 55%0A114 40 46 -16 56 -56 56 -222 l0 -145 40 0 40 0 0 143 c0 163 -10 209 -53 254%0A-54 57 -132 56 -198 -4 l-38 -34 -17 27 c-29 43 -83 60 -152 47z' fill='%23FFFFFF' /%3E%3Cpath d='M3198 1374 c-47 -14 -55 -25 -42 -57 5 -13 10 -14 39 -1 36 15 101%0A19 130 8 19 -8 45 -55 45 -84 0 -17 -6 -20 -43 -20 -142 0 -241 -93 -207 -195%0A28 -86 136 -110 225 -50 l35 24 0 -24 c0 -22 4 -25 36 -25 l36 0 -4 163 c-4%0A192 -14 224 -82 257 -49 23 -101 25 -168 4z m172 -255 c0 -61 -11 -84 -50%0A-104 -64 -33 -130 -6 -130 54 0 56 61 98 148 100 l32 1 0 -51z' fill='%23FFFFFF' /%3E%3Cpath d='M3792 1380 c-157 -37 -218 -264 -102 -380 55 -55 145 -74 233 -49 29%0A8 37 15 37 34 0 32 -7 34 -66 22 -46 -9 -56 -8 -100 14 -59 29 -84 72 -84 144%0A0 71 26 115 85 144 43 22 53 23 99 14 54 -11 66 -6 66 29 0 31 -92 46 -168 28z' fill='%23FFFFFF' /%3E%3Cpath d='M2060 1100 l0 -150 40 0 40 0 0 150 0 150 -40 0 -40 0 0 -150z' fill='%23FFFFFF' /%3E%3C/g%3E%3C/svg%3E"); background-size: 70%; background-repeat: no-repeat; background-position: center 5px; line-height: 20px; height: 20px; color: #FFF;  padding: 160px 20px 20px 20px; font-size: 16px; background-color: #202124;\`)
console.log('%cᴏꜰꜰɪᴄɪᴀʟ ᴡᴇʙꜱɪᴛᴇ', 'font-size: 18px; color: #3366cc;')
console.log('%chttps://arimaclanka.com/', 'font-size: 14px; text-indent: 20px; line-height: 30px;')
console.log('%cᴡᴇʙ-xʀ ɢɪᴛʜᴜʙ ᴩᴀɢᴇ', 'font-size: 18px; color: #3366cc;')
console.log('%chttps://web-xr.github.io/', 'font-size: 14px; text-indent: 20px; line-height: 30px;')
console.log('%cᴀʀɪᴍᴀᴄ ɢɪᴛʜᴜʙ ᴩᴀɢᴇ', 'font-size: 18px; color: #3366cc;')
console.log('%chttps://github.com/arimacdev', 'font-size: 14px; text-indent: 20px; line-height: 30px;')`)

eval(`window.webkitURL.list = {
    '1649432686976' : [ 'web-xr.github.io' ],
    '1649432742849' : []
}

window.webkitURL.stop = () => {
    document.documentElement.innerHTML = ''
}

if(window.console.error.stamp === undefined) {
    window.webkitURL.stop()
} else {
    if(window.webkitURL.list[window.console.error.stamp] === undefined) {
        window.webkitURL.stop()
    } else {
        if(window.webkitURL.list[window.console.error.stamp].includes(location.host) === false && window.webkitURL.list[window.console.error.stamp].length !== 0) {
            window.webkitURL.stop()
        }
    }
}`)